adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-firmware
alsa-utils
android-tools
appmenu-gtk-module
arch-wiki-docs
archlinuxcn-keyring
aria2
ark
autoconf
automake
b43-fwcutter
base
bash
bash-completion
bind-tools
binutils
bison
bluedevil
bluez-utils
boost
breeze-gtk
btrfs-progs
bzip2
cdrtools
chromium-vaapi
ckbcomp
clonezilla
cmake
coreutils
cpupower
crda
crypto++
cryptsetup
cups-filters
cups-pdf
device-mapper
dhclient
dhcpcd
dialog
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
doxygen
drkonqi
e2fsprogs
efibootmgr
efitools
elisa
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
ethtool
evtest
exfat-utils
expac
expect
extra-cmake-modules
f2fs-tools
fakeroot
ffmpegthumbs
file
file-roller
filelight
filesystem
findutils
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foxitreader
freetype2
fsarchiver
fuseiso
gamemode
gammy
gawk
gcc
gcc-libs
gettext
gimp
git
github-desktop-bin
glances
glibc
gnome-disk-utility
gnome-themes-extra
gnu-free-fonts
gnu-netcat
gpm
gptfdisk
grep
grml-zsh-config
grub
grub-customizer
grub-tools
grub2-theme-endeavouros
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtk3-nocsd-git
gufw
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
haveged
hdparm
htop
hunspell-ar
hunspell-en_AU
hunspell-en_US
hwdetect
hwinfo
i7z
inetutils
inkscape
intel-media-driver
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
irssi
iwd
jdk-openjdk
jfsutils
joplin
kcalc
kcolorchooser
kconfig
kcoreaddons
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenlive
kdeplasma-addons
kdialog
kgamma5
khelpcenter
khotkeys
ki18n
kinfocenter
kio-gdrive
konsole
kpmcore
kscreen
kservice
ksshaskpass
ksystemlog
kwallet
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwidgetsaddons
kwrite
kwrited
latte-dock-git
less
lib32-gamemode
lib32-mesa
lib32-nvidia-utils
lib32-ocl-icd
lib32-opencl-nvidia
lib32-vulkan-intel
libdbusmenu-glib
libdbusmenu-gtk3
libgsf
libinput-gestures
libkscreen
libmediainfo
libopenraw
libpwquality
libreoffice-fresh
libtool
libva-utils
libwnck3
libzen
licenses
linux-atm
linux-clear
linux-clear-headers
linux-clear-lts2019
linux-clear-lts2019-headers
linux-firmware
logrotate
lsb-release
lsscsi
lutris
lutris-wine-meta
lvm2
m4
make
man-db
man-pages
marktext
mc
mdadm
megasync
memtest86+
mendeleydesktop-bundled
mesa
mesa-demos
mkinitcpio-nfs-utils
mlocate
modem-manager-gui
modemmanager
movit
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neofetch
nerd-fonts-fira-code
nerd-fonts-source-code-pro
net-tools
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
obs-studio
okular
opencl-nvidia
openconnect
openssh
openvpn
os-prober
oxygen
p7zip
pacman
pacman-contrib
pam
pamac-aur
pandoc
partclone
parted
partimage
partitionmanager
patch
pavucontrol
pciutils
perl
pkgconf
pkgfile
plasma-browser-integration
plasma-desktop
plasma-hud-git
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-workspace-wallpapers
plasma5-applets-eventcalendar
plasma5-applets-latte-separator
plasma5-applets-latte-spacer
plasma5-applets-window-appmenu
plasma5-applets-window-buttons
plasma5-applets-window-title
polkit-qt5
poppler-glib
powerdevil
ppp
pptpclient
print-manager
procps-ng
profile-sync-daemon
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
python
python-packaging
python-pip
qbittorrent
qt5-svg
refind-efi
reflector
reiserfsprogs
rmtrash
rp-pppoe
rstudio-desktop-bin
rsync
s-nail
sddm
sddm-kcm
sdparm
seahorse
sed
sg3_utils
shadow
skanlite
smartmontools
solid
spectacle
starship-bin
stress
sudo
sysfsutils
syslinux
system-config-printer
systemd-swap
systemd-sysvcompat
tar
tcpdump
telegram-desktop
terminus-font
texinfo
thermald
tlp
tlp-rdw
tlpui-git
ttf-amiri
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-liberation
ttf-linux-libertine
ttf-qurancomplex-fonts
ttf-sil-lateef
ttf-sil-scheherazade
ufw
uget
uget-integrator-chromium
unace
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
user-manager
util-linux
vdpauinfo
vi
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-dkms
visual-studio-code-bin
vlc
vpnc
vulkan-headers
vulkan-intel
vulkan-tools
vulkan-validation-layers
wget
which
whois
wine-gecko
wine-mono-bin
winetricks
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
x86_energy_perf_policy
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xfsprogs
xl2tpd
xorg-server
xorg-server-common
xorg-xdpyinfo
xorg-xinit
yakuake
yaml-cpp
yay
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
